Repository: jimmi007/todo8
Catalog: lib/l10n/app_*.arb
Languages: el

# appTitle
source: Localization Example
el: Παράδειγμα Τοπικής Προσαρμογής

source: Hello
el: Γειά σας

# languageSwitch
source: Switch Language1
el: Ελληνικά

# ondated
source: ondate duties
el: εμπρόθεσμες υποχρεώσεις

# outofdate
source: Finished duties
el: ολοκληρωμένες υποχρεώσεις

source: obligations
el: υποχρεώσεις

source: deadline
el: Προθεσμία

# categorise
source: Select a category
el: Διάλεξε κατηγορία

source: this month
el: μέσα στο μήνα

source: hobbies
el: χόμπις

source: travels
el: ταξίδια

source: various
el: Διάφορα

source: note edited
el: Σημείωση καταχωρήθηκε

# outdate
source: Finished
el: Ολοκληρωμένες

source: this date
el: Σημερινές

source: Later
el: Μετά από ένα μήνα

source: Todos
el: Δραστηριότητες

source: Notes
el: Σημειώσεις
